### **ЗАДАЧА** :

Написать программу, которая из имеющегося массива строк формирует новый массив из строк, длина которых меньше, либо равна " **3** " символам. 

Первоначальный массив можно ввести с клавиатуры, либо задать на старте выполнения алгоритма. При решении не рекомендуется пользоваться коллекциями, лучше обойтись исключительно массивами.

### *Решение* :

Пользователю предлагается  ввести массив через терминал. 

С помощью цикла for мы перебираем каждый элемент массива, если его размер меньше или равен 3, выводим его в терминал. Используем функцию .Count() и Console.Write()  
